{
    "quotes": [
         "Why did the scarecrow win an award? Because he was outstanding in his field!",
         "I used to play piano by ear, but now I use my hands.",
         "I'm reading a book on anti-gravity. It's impossible to put down!",
         "Why don't scientists trust atoms? Because they make up everything!",
         "Parallel lines have so much in common. It's a shame they'll never meet.",
         "I'm not arguing, I'm just explaining why I'm right.",
         "If at first, you don't succeed, skydiving is not for you.",
         "I told my wife she was drawing her eyebrows too high. She looked surprised.",
         "I'm on a whiskey diet. I've lost three days already.",
         "I'm writing a book. I've got the page numbers done.",
         "I'm not a vegetarian because I love animals. I'm a vegetarian because I hate plants.",
         "I used to be a baker, but I couldn't make enough dough.",
         "I'm friends with all electricians. We have such good current connections.",
         "Why did the tomato turn red? Because it saw the salad dressing!",
         "Why do programmers prefer dark mode? Because the light attracts bugs!",
         "Why did the computer catch a cold? It left its Windows open!",        
         "Why don't programmers like nature? Because it has too many bugs.",
         "Why don't we ever tell secrets on a farm? Because the potatoes have eyes and the corn has ears!",
         "I had a dream I was a muffler last night. I woke up exhausted!",
         "Why did the math book look sad? Because it had too many problems.",
         "I'm reading a book about anti-gravity. It's so good I can't put it down!",
         "Why do bicycles fall over? Because they're two-tired!",
         "I used to be a banker, but I lost interest.",
         "Why don't eggs tell jokes? They'd crack each other up.",
         "Why did the golfer bring two pairs of pants? In case he got a hole in one.",
         "I'm really good at sleeping. I can do it with my eyes closed.",
         "Why did the coffee file a police report? It got mugged.",
         "I'm reading a book on the history of glue. I just can't seem to put it down.",
         "I told my computer I needed a break, and now it won't stop sending me Kit-Kat ads.",
         "Why don't skeletons fight each other? They don't have the guts.",
         "I'm friends with 25 letters of the alphabet. I don't know Y.",
         "Why was the belt arrested? For holding up a pair of pants!"
    ]
}
